{
  "id_to_api": [
    "<pad>",
    "<unk>",
    "kernel32.getprocaddress",
    "kernel32.initializecriticalsectionex",
    "kernel32.isbadreadptr",
    "kernel32.tlsgetvalue",
    "kernel32.heapalloc",
    "kernel32.flsgetvalue",
    "kernel32.leavecriticalsection",
    "kernel32.entercriticalsection",
    "kernel32.getlasterror",
    "kernel32.setlasterror",
    "kernel32.encodepointer",
    "kernel32.initializecriticalsectionandspincount",
    "kernel32.decodepointer",
    "kernel32.multibytetowidechar",
    "kernel32.heapfree",
    "kernel32.widechartomultibyte",
    "kernel32.heapsize",
    "kernel32.getmodulehandlew",
    "kernel32.getfiletype",
    "kernel32.getstdhandle",
    "user32.loadstringa",
    "user32.loadstringw",
    "kernel32.gettickcount",
    "user32.charnextw",
    "kernel32.loadlibraryexw",
    "kernel32.isdbcsleadbyte",
    "kernel32.initializecriticalsection",
    "kernel32.getmodulehandlea",
    "kernel32.interlockedincrement",
    "kernel32.lcmapstringex",
    "kernel32.getlocaleinfoa",
    "msvcrt.memcmp",
    "kernel32.getcpinfo",
    "kernel32.getcurrentthreadid",
    "kernel32.lcmapstringw",
    "kernel32.getlocaleinfow",
    "user32.charnexta",
    "kernel32.getprocessheap",
    "kernel32.closehandle",
    "kernel32.getstartupinfow",
    "kernel32.loadlibrarya",
    "kernel32.flssetvalue",
    "kernel32.isprocessorfeaturepresent",
    "msvcrt._beginthreadex",
    "kernel32.virtualalloc",
    "kernel32.flsalloc",
    "kernel32.getstringtypew",
    "kernel32.queryperformancecounter",
    "kernel32.virtualquery",
    "kernel32.getacp",
    "kernel32.getsystemtimeasfiletime",
    "kernel32.interlockeddecrement",
    "kernel32.sleep",
    "kernel32.getcurrentprocessid",
    "kernel32.localalloc",
    "kernel32.setunhandledexceptionfilter",
    "kernel32.getenvironmentstringsw",
    "kernel32.freeenvironmentstringsw",
    "kernel32.getcommandlinea",
    "kernel32.getmodulefilenamew",
    "kernel32.getcommandlinew",
    "kernel32.getmodulefilenamea",
    "kernel32.isvalidcodepage",
    "kernel32.getstartupinfoa",
    "kernel32.createfilew",
    "kernel32.heaprealloc",
    "kernel32.getversion",
    "user32.loadcursorw",
    "kernel32.heapcreate",
    "kernel32.versetconditionmask",
    "kernel32.tlssetvalue",
    "kernel32.tlsalloc",
    "kernel32.writefile",
    "advapi32.regopenkeyexw",
    "kernel32.lstrcmpiw",
    "kernel32.sethandlecount",
    "kernel32.initializeslisthead",
    "kernel32.createdirectoryw",
    "kernel32.gettemppathw",
    "kernel32.getthreadlocale",
    "kernel32.getconsoleprocesslist",
    "kernel32.getversionexw",
    "kernel32.getcpinfoexw",
    "kernel32.initatomtable",
    "kernel32.getqueuedcompletionstatus",
    "user32.ddeclienttransaction",
    "kernel32.getversionexa",
    "user32.loadicona",
    "kernel32.lstrlenw",
    "kernel32.lstrlena",
    "kernel32.setfilepointer",
    "user32.wsprintfw",
    "kernel32.virtualprotect",
    "kernel32.findresourceexw",
    "kernel32.setdefaultdlldirectories",
    "kernel32.getsystemdirectoryw",
    "user32.getsyscolor",
    "user32.getsystemmetrics",
    "shlwapi.pathappendw",
    "kernel32.gettempfilenamew",
    "user32.mapvirtualkeyw",
    "kernel32._lread",
    "gdi32.getstockobject",
    "user32.loadcursora",
    "gdi32.getdevicecaps",
    "crtdll.sprintf",
    "kernel32.exitprocess",
    "kernel32.readfile",
    "kernel32.tryacquiresrwlockexclusive",
    "kernel32.wakeallconditionvariable",
    "kernel32.virtualfree",
    "user32.loadiconw",
    "user32.getdc",
    "kernel32.getcurrentprocess",
    "kernel32.globalalloc",
    "user32.releasedc",
    "advapi32.regopenkeyexa",
    "user32.setmenuinfo",
    "kernel32.verifyversioninfow",
    "kernel32.seterrormode",
    "kernel32.getsysteminfo",
    "kernel32.deletefilew",
    "ole32.coinitializeex",
    "kernel32.createfilea",
    "kernel32.loadresource",
    "kernel32.globallock",
    "msvcrt._initterm",
    "kernel32.getlocaltime",
    "kernel32.sizeofresource",
    "kernel32.findresourcew",
    "kernel32.lockresource",
    "user32.wsprintfa",
    "msvcrt.malloc",
    "kernel32.heapsetinformation",
    "kernel32.createeventa",
    "shell32.ordinal_680",
    "msvcrt.strncmp",
    "user32.registerwindowmessagew",
    "shell32.shgetfolderpathw",
    "kernel32.loadlibraryw",
    "kernel32.deletecriticalsection",
    "ntdll.ntopensection",
    "gdi32.getsystempaletteentries",
    "kernel32.findclose",
    "kernel32.createeventw",
    "kernel32.getsystemdirectorya",
    "msvcrt.__set_app_type",
    "kernel32.findfirstfilew",
    "kernel32.process32nextw",
    "user32.peekmessagea",
    "user32.getsyscolorbrush",
    "kernel32.freelibrary",
    "user32.createwindowexa",
    "msvcrt.wcslen",
    "msvcrt.__p__fmode",
    "msvcrt.wcscpy",
    "kernel32.interlockedexchange",
    "kernel32.lstrcpynw",
    "kernel32.getcurrentthread",
    "kernel32.getenvironmentvariablew",
    "msvcrt.__getmainargs",
    "user32.registerclassexw",
    "kernel32.getnumberofconsoleinputevents",
    "kernel32.initializeconditionvariable",
    "user32.registerclassa",
    "kernel32.gettemppatha",
    "user32.messageboxa",
    "crtdll.__getmainargs",
    "kernel32.iswow64process",
    "advapi32.initializesecuritydescriptor",
    "kernel32.getvolumeinformation",
    "kernel32.getversionex",
    "kernel32.getfileattributesw",
    "kernel32.lstrcmpa",
    "advapi32.setsecuritydescriptordacl",
    "kernel32.getfilesize",
    "msvcrt._controlfp",
    "msvcrt.__p__commode",
    "kernel32.createmutexa",
    "user32.getmessageextrainfo",
    "user32.getkeyboardtype",
    "kernel32.getcomputernamea",
    "kernel32.loadlibraryexa",
    "kernel32.openmutexa",
    "api-ms-win-crt-heap-l1-1-0.malloc",
    "kernel32.muldiv",
    "advapi32.getusernamea",
    "crtdll.srand",
    "advapi32.setentriesinacla",
    "ntdll.rtlinitunicodestring",
    "advapi32.getsecurityinfo",
    "advapi32.setsecurityinfo",
    "gdi32.createpalette",
    "kernel32.lstrcpyna",
    "kernel32.createtoolhelp32snapshot",
    "ntoskrnl.exallocatepoolwithtag",
    "kernel32.localfree",
    "kernel32.lstrcpya",
    "msvcrt.isspace",
    "shell32.commandlinetoargvw",
    "user32.registerclassexa",
    "kernel32.createdirectorya",
    "kernel32.raiseexception",
    "kernel32.process32firstw",
    "advapi32.gettokeninformation",
    "kernel32.interlockedcompareexchange",
    "vcruntime140.memset",
    "kernel32.getcurrentdirectorya",
    "user32.showwindow",
    "kernel32.getuserdefaultuilanguage",
    "api-ms-win-crt-runtime-l1-1-0._initterm",
    "user32.updatewindow",
    "api-ms-win-crt-runtime-l1-1-0._initterm_e",
    "user32.getmessagea",
    "kernel32.lstrcmpw",
    "msvcrt.rand",
    "kernel32.setthreadlocale",
    "ole32.coinitialize",
    "kernel32.heapvalidate",
    "msvcrt.free",
    "shell32.shellexecutew",
    "user32.createwindowexw",
    "comctl32.ordinal_17",
    "kernel32.setsearchpathmode",
    "ntdll.ldrgetprocedureaddress",
    "user32.getclassinfoa",
    "user32.getcursorpos",
    "kernel32.localrealloc",
    "wsock32.__wsafdisset",
    "user32.registerclipboardformata",
    "vcruntime140.memcpy",
    "wsock32.select",
    "wsock32.recv",
    "msvcrt.memcpy",
    "shell32.shgetspecialfolderpathw",
    "kernel32.isvalidlocale",
    "kernel32.getprocessaffinitymask",
    "kernel32.comparestringw",
    "kernel32.getthreadpreferreduilanguages",
    "kernel32.initializesrwlock",
    "kernel32.queryperformancefrequency",
    "kernel32.setprocessdeppolicy",
    "kernel32.getsystemtimes",
    "gdi32.getwinmetafilebits",
    "user32.dragobject",
    "ole32.oleinitialize",
    "kernel32.arefileapisansi",
    "kernel32.getthreaduilanguage",
    "advapi32.closeservicehandle",
    "kernel32.setcurrentdirectorya",
    "ole32.oleloadfromstream",
    "msvcr71._initterm",
    "kernel32.lstrcata",
    "mscoree.corexitprocess",
    "advapi32.openprocesstoken",
    "kernel32.gettickcount64",
    "kernel32.setdlldirectoryw",
    "user32.loadacceleratorsw",
    "msvcrt.exit",
    "kernel32.outputdebugstringa",
    "msvcrt._isctype",
    "kernel32.getthreadtimes",
    "kernel32.waitforsingleobject",
    "kernel32.createthread",
    "kernel32.setfilepointerex",
    "user32.registerwindowmessagea",
    "kernel32.lstrcpyn",
    "kernel32.setenvironmentvariablea",
    "msvcrt.strlen",
    "api-ms-win-crt-heap-l1-1-0.free",
    "ntdll.rtlgetversion",
    "ole32.couninitialize",
    "kernel32.lstrcatw",
    "msvcrt.atexit",
    "api-ms-win-crt-string-l1-1-0.towlower",
    "kernel32.findresourcea",
    "kernel32.acquiresrwlockexclusive",
    "user32.beginpaint",
    "wininet.internetclosehandle",
    "mso97.ordinal_884",
    "user32.endpaint",
    "kernel32.winexec",
    "user32.charlowerbuffa",
    "kernel32.movefilea",
    "kernel32.getwindowsdirectorya",
    "user32.registerclipboardformatw",
    "msvcrt.strcmp",
    "msvcr90._initterm",
    "shell32.shellexecutea",
    "advapi32.regopenkeya",
    "msvcr90._initterm_e",
    "msvcrt.memset",
    "advapi32.cryptacquirecontextw",
    "kernel32.deletefilea",
    "advapi32.openservicea",
    "advapi32.getsidsubauthoritycount",
    "kernel32.heapdestroy",
    "advapi32.isvalidsid",
    "kernel32.unhandledexceptionfilter",
    "kernel32.resetevent",
    "advapi32.cryptreleasecontext",
    "kernel32.globalmemorystatusex",
    "api-ms-win-crt-string-l1-1-0._stricmp",
    "advapi32.cryptgenrandom",
    "kernel32.virtuallock",
    "msvcrt.__dllonexit",
    "kernel32.getsystemtimeadjustment",
    "msvcrt._ismbblead",
    "kernel32.getconsolewindow",
    "msvcrt.__p__environ",
    "kernel32.getdiskfreespaceexw",
    "kernel32.getmodulehandleexw",
    "comctl32.initcommoncontrolsex",
    "kernel32.mapviewoffile",
    "ws2_32.wsastartup",
    "msvcr71.__set_app_type",
    "msvcr71.__p__fmode",
    "msvcr71.__p__commode",
    "msvcr71._controlfp",
    "msvcr71._onexit",
    "shell32.shgetfileinfow",
    "iphlpapi.getadaptersinfo",
    "kernel32.getfileattributesa",
    "kernel32.terminateprocess",
    "msvcr71.__getmainargs",
    "advapi32.regclosekey",
    "user32.charprevw",
    "user32.messageboxw",
    "vcruntime140.memmove",
    "kernel32.createfilemappinga",
    "shlwapi.strstria",
    "kernel32.isdebuggerpresent",
    "kernel32.globalfree",
    "shlwapi.ordinal_437",
    "api-ms-win-crt-runtime-l1-1-0.__p___argc",
    "msvcrt._onexit",
    "advapi32.registertraceguidsw",
    "user32.getmessagew",
    "kernel32.setcurrentdirectoryw",
    "kernel32.getenvironmentstrings",
    "user32.defwindowproca",
    "msvcrt.calloc",
    "api-ms-win-crt-runtime-l1-1-0._get_narrow_winmain_command_line",
    "kernel32.getcurrentpackageid",
    "advapi32.setservicestatus",
    "msvcrt._lock",
    "msvcrt._unlock",
    "kernel32.duplicatehandle",
    "msvcrt.__p___argc",
    "advapi32.cryptacquirecontexta",
    "psapi.getmodulebasenamew",
    "advapi32.startservicectrldispatchera",
    "advapi32.openscmanagera",
    "advapi32.registerservicectrlhandlera",
    "wininet.internetopena",
    "wininet.internetopenurla",
    "advapi32.changeserviceconfig2a",
    "user32.getwindowdc",
    "kernel32.getuserdefaultlcid",
    "msvcrt._access",
    "kernel32.process32next",
    "kernel32.setenvironmentvariablew",
    "kernel32.setevent",
    "msvcrt.__p__acmdln",
    "kernel32.lstrcpyw",
    "oleaut32.ordinal_4",
    "kernel32.getwindowsdirectoryw",
    "msvcr100._initterm",
    "wsock32.accept",
    "kernel32.isbadwriteptr",
    "msvcr100._initterm_e",
    "user32.charlowerw",
    "user32.findwindoww",
    "advapi32.openeventlogw",
    "kernel32.getcurrentdirectoryw",
    "user32.getcursorinfo",
    "gdi32.checkcolorsingamut",
    "mscms.createcolortransformw",
    "mscms.createdevicelinkprofile",
    "mscms.createprofilefromlogcolorspacew",
    "kernel32.findfirstfilea",
    "kernel32.rtlunwind",
    "msvcrt.__setusermatherr",
    "api-ms-win-crt-runtime-l1-1-0._get_wide_winmain_command_line",
    "shlwapi.pathfileexistsa",
    "user32.charupperw",
    "gdi32.deleteobject",
    "msvcr80._initterm_e",
    "msvcr80._initterm",
    "user32.oemtochara",
    "user32.charpreva",
    "kernel32.getsystemdefaultlangid",
    "kernel32.getvolumeinformationa",
    "shell32.shgetfileinfoa",
    "advapi32.queryservicestatusex",
    "kernel32.lstrcmpia",
    "kernel32.getprivateprofilestringa",
    "ucrtbased.free",
    "wsock32.socket",
    "wsock32.htons",
    "wsock32.bind",
    "kernel32.comparefiletime",
    "api-ms-win-core-profile-l1-1-0.queryperformancecounter",
    "kernel32.gettimezoneinformation",
    "api-ms-win-crt-runtime-l1-1-0.__p___wargv",
    "user32.drawtexta",
    "api-ms-win-core-sysinfo-l1-1-0.getsystemtimeasfiletime",
    "api-ms-win-crt-runtime-l1-1-0.exit",
    "kernel32.expandenvironmentstringsa",
    "kernel32.getenvironmentvariablea",
    "kernel32.createsemaphorea",
    "api-ms-win-core-processthreads-l1-1-0.getcurrentthreadid",
    "api-ms-win-core-processthreads-l1-1-0.getcurrentprocessid",
    "user32.getclientrect",
    "kernel32.freeresource",
    "api-ms-win-crt-runtime-l1-1-0._get_initial_wide_environment",
    "kernel32.getnumberofconsolemousebuttons",
    "kernel32.openprocess",
    "kernel32.findatoma",
    "kernel32.addatoma",
    "kernel32.getatomnamea",
    "qt5core.??1qstring@@qae@xz",
    "msvcr70._initterm",
    "user32.defwindowprocw",
    "ntdll.rtlallocateheap",
    "shlwapi.pathremovefilespecw",
    "user32.loadacceleratorsa",
    "mfc42.ordinal_1576",
    "user32.sendmessagea",
    "kernel32.waitformultipleobjects",
    "kernel32._llseek",
    "api-ms-win-crt-runtime-l1-1-0.__p___argv",
    "crtdll.memcpy",
    "wsock32.send",
    "wsock32.closesocket",
    "kernel32.findnextfilea",
    "kernel32.getsystemdefaultlcid",
    "kernel32.createmutexw",
    "user32.getforegroundwindow",
    "api-ms-win-crt-runtime-l1-1-0._get_initial_narrow_environment",
    "msvcrt._mbsrchr",
    "api-ms-win-crt-string-l1-1-0.wcsncpy_s",
    "advapi32.regcreatekeyexa",
    "psapi.enumdevicedrivers",
    "kernel32.getthreadpriority",
    "advapi32.eventregister",
    "msvcrt.__wgetmainargs",
    "kernel32._lopen",
    "kernel32.getoemcp",
    "msvcr120._initterm_e",
    "msvcr120._initterm",
    "kernel32.getsystemtime",
    "msvcrt.printf",
    "user32.getdesktopwindow",
    "oleaut32.variantclear",
    "user32.charlowerbuffw",
    "user32.loadbitmapa",
    "gdi32.textouta",
    "advapi32.regsetvalueexa",
    "wsock32.wsastartup",
    "kernel32.getprivateprofilestringw",
    "api-ms-win-crt-stdio-l1-1-0.__acrt_iob_func",
    "api-ms-win-core-sysinfo-l1-1-0.gettickcount",
    "msvcrt.??2@yapaxi@z",
    "api-ms-win-crt-runtime-l1-1-0._register_onexit_function",
    "kernel32.getvolumeinformationw",
    "kernel32.getuserdefaultlangid",
    "user32.getprocesswindowstation",
    "comctl32.initcommoncontrols",
    "msvcrt.srand",
    "advapi32.eventsetinformation",
    "user32.getdoubleclicktime",
    "api-ms-win-crt-string-l1-1-0._wcsicmp",
    "user32.findwindowa",
    "user32.systemparametersinfoa",
    "msvcrt.strcpy",
    "user32.getactivewindow",
    "gdi32.selectobject",
    "kernel32.globalunlock",
    "kernel32.outputdebugstringw",
    "msvbvm60.ordinal_100",
    "user32.getinputdesktop",
    "api-ms-win-crt-stdio-l1-1-0.__stdio_common_vswprintf",
    "kernel32.createsemaphorew",
    "user32.getmenuinfo",
    "kernel32.freeenvironmentstringsa",
    "kernel32.getsystemdefaultuilanguage",
    "gdiplus.gdiplusstartup",
    "advapi32.regcreatekeyexw",
    "kernel32.process32first",
    "vcruntime140.wcsrchr",
    "kernel32._lclose",
    "kernel32.expandenvironmentstringsw",
    "user32.getclipboardviewer",
    "user32.getshellwindow",
    "user32.getclipboardowner",
    "kernel32.releasemutex",
    "msvcr70.__set_app_type",
    "msvcr70.__p__fmode",
    "msvcr70.__p__commode",
    "kernel32.module32nextw",
    "ntdll.ntqueryinformationprocess",
    "advapi32.allocateandinitializesid",
    "msvcr70._controlfp",
    "msvcr70._onexit",
    "msvcr70.__getmainargs",
    "user32.getopenclipboardwindow",
    "kernel32.addvectoredexceptionhandler",
    "kernel32.filetimetosystemtime",
    "kernel32.setconsolectrlhandler",
    "crtdll.exit",
    "kernel32.formatmessagew",
    "kernel32.module32first",
    "msvcr120.__crtgetshowwindowmode",
    "kernel32.gettempfilenamea",
    "user32.getfocus",
    "kernel32.sleepex",
    "user32.getclassinfoexa",
    "user32.getkbcodepage",
    "user32.getcursor",
    "mso97.ordinal_6",
    "kernel32.globalmemorystatus",
    "vcruntime140d.memset",
    "msvcr110._initterm_e",
    "msvcr110._initterm",
    "kernel32.globalrealloc",
    "user32.getclipboardsequencenumber",
    "msvbvm60.event_sink_release",
    "advapi32.regqueryvaluea",
    "user32.getdialogbaseunits",
    "ole32.cocreateinstanceex",
    "kernel32.setdlldirectorya",
    "kernel32.module32firstw",
    "kernel32.getlongpathnamea",
    "user32.getinputstate",
    "user32.getmenucheckmarkdimensions",
    "user32.registerclassw",
    "advapi32.regqueryvalueexa",
    "winmm.timegettime",
    "oleaut32.ordinal_184",
    "kernel32.verifyversioninfoa",
    "api-ms-win-crt-string-l1-1-0.wcsncat_s",
    "user32.getmessagetime",
    "advapi32.reggetvaluew",
    "ntdll.rtlfreeheap",
    "msvcrt.strrchr",
    "shlwapi.strcmpiw",
    "user32.getasynckeystate",
    "msvcrt.strtok",
    "api-ms-win-core-processthreads-l1-1-1.isprocessorfeaturepresent",
    "user32.getmessagepos",
    "user32.settimer",
    "kernel32.createprocessw",
    "qt5core.??0qstring@@qae@pbd@z",
    "mfc140.ordinal_2407",
    "kernel32.getnativesysteminfo",
    "user32.getcaretblinktime",
    "libgcc_s_dw2-1.__register_frame_info",
    "sdl.sdl_strlcpy",
    "msvcr110.__crtgetshowwindowmode",
    "shlwapi.pathfindfilenamew",
    "kernel32.flushinstructioncache",
    "kernel32.createfilemappingw",
    "api-ms-win-crt-runtime-l1-1-0._register_thread_local_exe_atexit_callback",
    "ws2_32.ntohl",
    "kernel32.filetimetolocalfiletime",
    "ntdll.zwquerysysteminformation",
    "ucrtbased._initterm_e",
    "kernel32.getprocessversion",
    "msvcrt.fopen",
    "msvcrt._eh_prolog",
    "advapi32.freesid",
    "winmm.sndplaysounda",
    "user32.setcursor",
    "mso97.ordinal_276",
    "kernel32.removedirectorya",
    "kernel32.comparestringa",
    "ucrtbased._initterm",
    "imagehlp.imagedirectoryentrytodata",
    "vcruntime140.memchr",
    "version.getfileversioninfosizea",
    "crtdll._initterm",
    "user32.getcapture",
    "ntdll.rtlcomputecrc32",
    "kernel32.copyfilea",
    "gdi32.bitblt",
    "crypt32.cryptbinarytostringa",
    "kernel32.getdrivetypea",
    "crtdll.rand",
    "user32.dispatchmessagew",
    "crypt32.cryptbinarytostringw",
    "kernel32.setthreadcontext",
    "gdi32.createcompatibledc",
    "qt5core.??0qstring@@qae@xz",
    "api-ms-win-crt-string-l1-1-0.wcslen",
    "api-ms-win-crt-string-l1-1-0.memset",
    "qt5core.?fromascii_helper@qstring@@capau?$qtypedarraydata@g@@pbdh@z",
    "shell32.shcreatedirectoryexw",
    "user32.killtimer",
    "kernel32.copyfilew",
    "msvcrt.?_set_new_handler@@yap6ahi@zp6ahi@z@z",
    "msvcrt._except_handler3",
    "api-ms-win-crt-string-l1-1-0._wcsnicmp",
    "oleaut32.sysreallocstringlen",
    "kernel32.openeventa",
    "shlwapi.strcmpw",
    "kernel32.globaladdatoma",
    "user32.destroywindow",
    "ntdll.ldrloaddll",
    "shell32.shgetmalloc",
    "kernel32.getfileinformationbyhandle",
    "kernel32.getdrivetypew",
    "libifcoremdd.for_read_seq_lis_xmit",
    "wsock32.recvfrom",
    "ucrtbased._get_initial_narrow_environment",
    "ucrtbased.__p___argv",
    "ucrtbased.__p___argc",
    "kernel32.virtualqueryex",
    "kernel32.getprofileintw",
    "kernel32.filetimetodosdatetime",
    "msvcrt.signal",
    "kernel32.enumcalendarinfow",
    "msvcr80.memset",
    "sdl.sdl_strlcat",
    "msvcrt.freopen",
    "user32.wvsprintfa",
    "msvcrt.fprintf",
    "gdi32.createbitmap",
    "qt5core.??0qstring@@qae@abv0@@z",
    "kernel32.getlogicaldrives",
    "kernel32.getcomputernamew",
    "gdiplus.gdiplusshutdown",
    "msvcrt.__p___initenv",
    "mso9.ordinal_1592",
    "gdi32.createcompatiblebitmap",
    "kernel32.createprocessa",
    "shlwapi.pathfileexistsw",
    "kernel32.findnextfilew",
    "mfc140u.ordinal_2409",
    "gdi32.createsolidbrush",
    "msvcrt.strncpy",
    "msvcrt._putenv",
    "unityplayer.unitymain",
    "user32.setmessagequeue",
    "msvcrt.strcat",
    "kernel32.getfiletime",
    "api-ms-win-crt-string-l1-1-0.wcscat_s",
    "api-ms-win-crt-utility-l1-1-0.rand",
    "api-ms-win-crt-string-l1-1-0.wcscmp",
    "crtdll._sleep",
    "msvcp140._cnd_wait",
    "kernel32.openthread",
    "user32.charupperbuffa",
    "pbvm115.ordinal_67",
    "kernel32.setfileattributesa",
    "user32.setprocessdpiaware",
    "ole32.cocreateguid",
    "msvcrt.getenv",
    "kernel32.getfullpathnamew",
    "qt-mt323.?connect@qobject@@sa_npbv1@pbd01@z",
    "user32.createdialogparama",
    "mfc140u.ordinal_265",
    "libstdc++-6._znst8ios_base4initc1ev",
    "api-ms-win-crt-runtime-l1-1-0._set_invalid_parameter_handler",
    "kernel32.releasesrwlockexclusive",
    "advapi32.regcreatekeyw",
    "kernel32.openfilemappinga",
    "kernel32.initonceexecuteonce",
    "qt5core.?fromstdwstring@qstring@@sa?av1@abv?$basic_string@_wu?$char_traits@_w@std@@v?$allocator@_w@2@@std@@@z",
    "ole32.oleuninitialize",
    "api-ms-win-crt-stdio-l1-1-0.fputws",
    "api-ms-win-crt-stdio-l1-1-0.fputwc",
    "api-ms-win-crt-runtime-l1-1-0._invalid_parameter_noinfo_noreturn",
    "kernel32.getthreadcontext",
    "kernel32.gethandleinformation",
    "user32.getkeyboardlayout",
    "kernel32.unmapviewoffile",
    "msvcrt._vsnprintf",
    "api-ms-win-crt-runtime-l1-1-0._crt_atexit",
    "api-ms-win-crt-locale-l1-1-0.setlocale",
    "advapi32.checktokenmembership",
    "qt5widgets.??0qapplication@@qae@aahpapadh@z",
    "wwintl32.ordinal_71",
    "version.getfileversioninfoa",
    "msvcrt.setvbuf",
    "kernel32.module32next",
    "api-ms-win-crt-time-l1-1-0._time64",
    "ntdll.versetconditionmask",
    "ntdll.memset",
    "msvcrt.memchr",
    "vcruntime140._except_handler4_common",
    "mso97.ordinal_931",
    "qt5corekso.??1qstring@kso_qt@@qae@xz",
    "u_util.??0u_string@@qae@pbd@z",
    "u_util.??1u_string@@uae@xz",
    "msvcr90.printf",
    "kernel32.writeprivateprofilestringa",
    "mso97.ordinal_887",
    "shlwapi.pathremoveextensiona",
    "user32.setwindowtexta",
    "msvcr80._exit",
    "kernel32.checkremotedebuggerpresent",
    "msvcrt.sprintf",
    "version.getfileversioninfosizew",
    "user32.getdlgitem",
    "advapi32.startservicectrldispatcherw",
    "api-ms-win-crt-runtime-l1-1-0.signal",
    "msvcrt.??3@yaxpax@z",
    "msvcp140._mtx_init_in_situ",
    "ws2_32.htons",
    "shlwapi.pathstrippatha",
    "user32.setwindowpos",
    "kernel32.queryactctxw",
    "user32.loadimagea",
    "kernel32.getconsoletitlea",
    "kernel32.getconsolemode",
    "advapi32.systemfunction036",
    "kernel32.exitthread",
    "kernel32.globaldeleteatom",
    "gdi32.createfontindirecta",
    "advapi32.adjusttokenprivileges",
    "api-ms-win-crt-utility-l1-1-0.srand",
    "kernel32._hread",
    "rtl100.@system@registermodule$qqrp17system@tlibmodule",
    "kernel32.switchtothread",
    "kernel32.getfileinformationbyhandleex",
    "advapi32.lookupprivilegevaluew",
    "api-ms-win-crt-stdio-l1-1-0.__stdio_common_vfprintf",
    "libifcoremdd.for_emit_diagnostic",
    "lz32.lzopenfilea",
    "lz32.lzclose",
    "user32.getwindowrect",
    "kernel32.setthreaduilanguage",
    "user32.getsystemmenu",
    "user32.deletemenu",
    "user32.setwindowshookexa",
    "mstdlib.ordinal_74",
    "kernel32.setcriticalsectionspincount",
    "user32.windowfrompoint",
    "wsock32.sendto",
    "user32.waitforinputidle",
    "kernel32.deactivateactctx",
    "user32.enumdisplaymonitors",
    "sdl.sdl_getenv",
    "msvcrt.setbuf",
    "ntdll.ntquerysysteminformation",
    "kernel32.writeconsolew",
    "oleaut32.varbstrfrombool",
    "user32.loadimagew",
    "kernel32.getfullpathnamea",
    "qt5corekso.?fromascii_helper@qstring@kso_qt@@capau?$qtypedarraydata@g@2@pbdh@z",
    "msvcrt._snprintf",
    "kernel32.removedirectoryw",
    "msvcrt.tan",
    "user32.enablewindow",
    "kernel32.getfileattributesexw",
    "api-ms-win-crt-stdio-l1-1-0._fileno",
    "rtl70.@system@registermodule$qqrp17system@tlibmodule",
    "api-ms-win-crt-environment-l1-1-0.getenv",
    "msi.ordinal_90",
    "kernel32.getsystemdeppolicy",
    "api-ms-win-core-libraryloader-l1-2-0.getmodulehandlew",
    "ntoskrnl.rtlinitunicodestring",
    "qt5core.?setattribute@qcoreapplication@@saxw4applicationattribute@qt@@_n@z",
    "ole32.cogetclassobject",
    "user32.translatemdisysaccel",
    "kernel32.virtualallocex",
    "msvcp140._mtx_lock",
    "gdi32.createfontw",
    "advapi32.regcreatekeya",
    "pbvm90.ordinal_137",
    "ucrtbased.malloc",
    "shlwapi.pathfindextensionw",
    "api-ms-win-crt-string-l1-1-0._wcsdup",
    "msvcr90.memset",
    "msvcrt._cipow",
    "ntdll.zwterminateprocess",
    "libifcoremdd.for_write_seq_lis_xmit",
    "imagehlp.mapandload",
    "user32.systemparametersinfow",
    "ucrtbased.__acrt_iob_func",
    "ole32.cotaskmemfree",
    "kernel32.getprocessid",
    "qt5core.?append@qstring@@qaeaav1@abv1@@z",
    "qt5core.?fromutf8@qstring@@sa?av1@pbdh@z",
    "qt5core.??1qvariant@@qae@xz",
    "api-ms-win-crt-runtime-l1-1-0.__p__acmdln",
    "advapi32.lookupprivilegevaluea",
    "kernel32.setpriorityclass",
    "ws2_32.socket",
    "shlwapi.pathremoveextensionw",
    "ntoskrnl.mmgetsystemroutineaddress",
    "kernel32.findresourceexa",
    "msvcrt.realloc",
    "api-ms-win-crt-string-l1-1-0.strlen",
    "kernel32.getthreadselectorentry",
    "kernel32.getmailslotinfo",
    "shlwapi.ordinal_12",
    "shlwapi.shcreatestreamonfileex",
    "qtcore4.?fromascii_helper@qstring@@capaudata@1@pbdh@z",
    "api-ms-win-crt-convert-l1-1-0.atof",
    "advapi32.regopenkeyw",
    "kernel32.opensemaphorea",
    "kernel32.tlsfree",
    "ole32.stringfromclsid",
    "msvcrt._wfopen",
    "winmm.timebeginperiod",
    "qt5widgets.?size@qwidget@@qbe?avqsize@@xz",
    "qt5core.??yqstring@@qaeaav0@abv0@@z",
    "msvcrt._set_invalid_parameter_handler",
    "api-ms-win-crt-string-l1-1-0._strdup",
    "kernel32.k32enumprocessmodules",
    "gdi32.createdca",
    "ws2_32.connect",
    "msvcrt._stricmp",
    "kernel32.openmutexw",
    "ntdll.ntsetinformationprocess",
    "kernel32.getconsolescreenbufferinfo",
    "user32.loadmenua",
    "api-ms-win-core-processthreads-l1-1-0.getstartupinfow",
    "api-ms-win-crt-locale-l1-1-0._configthreadlocale",
    "kernel32.setconsolemode",
    "api-ms-win-crt-stdio-l1-1-0.putchar",
    "comctl32.dllgetversion",
    "crtdll.signal",
    "user32.getparent",
    "wxbase28_gcc_custom._zn16wxeventhashtablec1erk12wxeventtable",
    "user32.dialogboxindirectparamw",
    "user32.callwindowprocw",
    "oleaut32.ordinal_9",
    "oleaut32.ordinal_162",
    "kernel32.getlogicalprocessorinformation",
    "msvcr120.??2@yapaxi@z",
    "advapi32.registereventsourcew",
    "pbvm125.ordinal_67",
    "ole32.coinitializesecurity",
    "kernel32.setthreadstackguarantee",
    "kernel32.allocconsole",
    "gdi32.deletedc",
    "gdi32.getobjectw",
    "vcruntime140._set_purecall_handler",
    "advapi32.regqueryvalueexw",
    "msvcrt._wcsdup",
    "rtl270.@system@registermodule$qqrp17system@tlibmodule",
    "mozglue.moz_xmalloc",
    "kernel32.flushfilebuffers",
    "api-ms-win-crt-string-l1-1-0.wcscpy_s",
    "msvcp140.??0?$basic_streambuf@du?$char_traits@d@std@@@std@@iae@xz",
    "msvcp140.?setstate@?$basic_ios@du?$char_traits@d@std@@@std@@qaexh_n@z",
    "msvcp140.?uncaught_exception@std@@ya_nxz",
    "msvcp140.?_osfx@?$basic_ostream@du?$char_traits@d@std@@@std@@qaexxz",
    "qt5core._zn7qstring16fromascii_helperepkci",
    "mso9.ordinal_276",
    "mso9.ordinal_1813",
    "mso9.ordinal_1608",
    "mso9.ordinal_1506",
    "qt5core.?fromlatin1@qstring@@sa?av1@pbdh@z",
    "kernel32.readprocessmemory",
    "qt5core.??0qchar@@qae@uqlatin1char@@@z",
    "qt5core.?arg@qstring@@qbe?av1@abv1@hvqchar@@@z",
    "oleaut32.sysallocstringlen",
    "user32.messagebeep",
    "kernel32.formatmessagea",
    "kernel32.werregistermemoryblock",
    "advapi32.openthreadtoken",
    "kernel32.getsystemwow64directoryw",
    "ucrtbased.__stdio_common_vfprintf",
    "kernel32.openfile",
    "shell32.isuseranadmin",
    "oleaut32.ordinal_2",
    "kernel32.attachconsole",
    "kernel32.getexitcodeprocess",
    "user32.getuserobjectinformationw",
    "vcruntime140.__cxxframehandler3",
    "msvcrt.wcscat",
    "msvcr90.sprintf",
    "msvcp140._cnd_init_in_situ",
    "pbvm70.ordinal_137",
    "kernel32.getconsolecursorinfo",
    "pbvm120.ordinal_67",
    "qt5corekso.??1qvariant@kso_qt@@qae@xz",
    "msvcrt.gets",
    "msvcp140.??0?$basic_ios@du?$char_traits@d@std@@@std@@iae@xz",
    "ws2_32.recv",
    "advapi32.openscmanagerw",
    "advapi32.cryptexportkey",
    "libifcoremdd.for_open",
    "libifcoremdd.for_read_seq_fmt",
    "libifcoremdd.for_read_seq_lis",
    "libifcoremdd.for_close",
    "lz32.lzcopy",
    "msvcr100.??2@yapaxi@z",
    "api-ms-win-crt-string-l1-1-0.strcmp",
    "shlwapi.pathstriptorootw",
    "kernel32.purgecomm",
    "fasrtl.cor_logstatus",
    "api-ms-win-ntuser-sysparams-l1-1-0.getsystemmetrics",
    "msvcr71.__wgetmainargs",
    "user32.messageboxexw",
    "pbvm190.ordinal_67",
    "msvcp140._query_perf_frequency",
    "msvcp140._query_perf_counter",
    "user32.getkeystate",
    "kernel32.getprivateprofileinta",
    "winmm.timegetdevcaps",
    "rtl150.@system@registermodule$qqrp17system@tlibmodule",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaicee9_m_createerjj",
    "api-ms-win-crt-filesystem-l1-1-0._wsplitpath_s",
    "shlwapi.pathcombinea",
    "msvcrt._xcptfilter",
    "user32.dialogboxparamw",
    "crtdll.memset",
    "kernel32.getmodulehandleexa",
    "api-ms-win-crt-environment-l1-1-0._wdupenv_s",
    "rtl120.@system@registermodule$qqrp17system@tlibmodule",
    "shell32.shgetspecialfolderpatha",
    "rtl190.@system@registermodule$qqrp17system@tlibmodule",
    "msvcrt.strchr",
    "api-ms-win-crt-stdio-l1-1-0.fopen",
    "ws2_32.gethostbyname",
    "cc3260mt.___crtl_mem_getbormemptrs",
    "cc3260mt.__errorexit",
    "kernel32.processidtosessionid",
    "user32.charnextexa",
    "shell32.shgetspecialfolderlocation",
    "kernel32.setthreadexecutionstate",
    "msvcp140.??0?$basic_ostream@du?$char_traits@d@std@@@std@@qae@pav?$basic_streambuf@du?$char_traits@d@std@@@1@_n@z",
    "msvcp140.?sputn@?$basic_streambuf@du?$char_traits@d@std@@@std@@qae_jpbd_j@z",
    "api-ms-win-crt-string-l1-1-0.strncmp",
    "ntdll.swprintf",
    "vcruntime140.__telemetry_main_invoke_trigger",
    "advapi32.openservicew",
    "vcruntime140._set_se_translator",
    "kernel32.getlargestconsolewindowsize",
    "msvcrt.___lc_codepage_func",
    "advapi32.setentriesinaclw",
    "user32.setmenu",
    "qt5core.??0qobject@@qae@pav0@@z",
    "msvcr110.printf",
    "msvcr90.memcpy",
    "msvcr80.malloc",
    "vccorlib140_app.?getcmdarguments@details@platform@@yapapa_wpah@z",
    "vccorlib140_app.?allocate@heap@details@platform@@sapaxii@z",
    "vccorlib140_app.??0object@platform@@q$aaa@xz",
    "gdi32.getobjecta",
    "rtl240.@system@registermodule$qqrp17system@tlibmodule",
    "kernel32.systemtimetofiletime",
    "kernel32.getfileattributesexa",
    "qt5core.??0qvariant@@qae@h@z",
    "kernel32.getproductinfo",
    "ucrtbased._get_narrow_winmain_command_line",
    "mfc140d.ordinal_2801",
    "shlwapi.pathfindfilenamea",
    "shell32.shgetknownfolderpath",
    "msvcp140d.??0_lockit@std@@qae@h@z",
    "kernel32.setthreadaffinitymask",
    "ole32.cocreatefreethreadedmarshaler",
    "ntdll.zwqueryinformationprocess",
    "api-ms-win-crt-runtime-l1-1-0._errno",
    "vo28run.meminit",
    "vo28run.memalloc",
    "ntoskrnl.rtlinitstring",
    "msohev.?issidecarprotocolhandlerapp@@yg_nxz",
    "msohev.?issharedcentennialprotocolhandlerapp@@yg_nxz",
    "msvcp140.?__exceptionptrcreate@@yaxpax@z",
    "msvcrt40._initterm",
    "kernel32.getvolumepathnamew",
    "u_util.?create@u_versions@@sapavu_version@@abvu_string@@00@z",
    "ws2_32.select",
    "sfml-window-2.?getdesktopmode@videomode@sf@@sa?av12@xz",
    "python38.py_finalize",
    "api-ms-win-crt-stdio-l1-1-0.__stdio_common_vsnwprintf_s",
    "libstdc++-6._zstlsist11char_traitsiceerst13basic_ostreamict_es5_pkc",
    "gdiplus.gdipalloc",
    "kernel32.rtlmovememory",
    "libifcoremdd.for_write_seq_lis",
    "pbvm105.ordinal_67",
    "mso9.ordinal_1909",
    "mso9.ordinal_1379",
    "qt5core.??1qbytearray@@qae@xz",
    "shlwapi.strstrw",
    "kernel32.comparestringex",
    "kernel32.setendoffile",
    "libav.ordinal_20",
    "kernel32.getprofilestringa",
    "user32.getmonitorinfoa",
    "user32.iswindowenabled",
    "crashreporter._crashreporter_registerclientmodule@4",
    "gdi32.createdcw",
    "libstdc++-6._znaj",
    "kernel32.globalhandle",
    "mfc90.ordinal_798",
    "msvcr100.memcpy",
    "api-ms-win-crt-convert-l1-1-0.atoi",
    "api-ms-win-eventing-classicprovider-l1-1-0.registertraceguidsw",
    "user32.getclassnamea",
    "ws2_32.wsasocketa",
    "kernel32.suspendthread",
    "msvcr120.memset",
    "qt5core.??0qsettings@@qae@abvqstring@@w4format@0@pavqobject@@@z",
    "qt5core.?setinicodec@qsettings@@qaexpbd@z",
    "qt5core.?value@qsettings@@qbe?avqvariant@@abvqstring@@abv2@@z",
    "qt5core.?toint@qvariant@@qbehpa_n@z",
    "qt5core.?tostdwstring@qstring@@qbe?av?$basic_string@_wu?$char_traits@_w@std@@v?$allocator@_w@2@@std@@xz",
    "api-ms-win-crt-stdio-l1-1-0._get_osfhandle",
    "msvcr90.malloc",
    "crtdll.strchr",
    "kernel32.searchpatha",
    "kernel32.findfirstfileexw",
    "kernel32.adddlldirectory",
    "comctl32.createpropertysheetpagea",
    "advapi32.registerservicectrlhandlerw",
    "rtl60.@system@registermodule$qqrp17system@tlibmodule",
    "kernel32.registerapplicationrecoverycallback",
    "msvcrt._itow",
    "mscoree.clrcreateinstance",
    "ntdll.zwsetinformationthread",
    "msvcrt._wgetenv",
    "rtl60.@system@initialization$qqrv",
    "kernel32.setstdhandle",
    "vcruntime140.strrchr",
    "msvcrt.scanf",
    "kernel32.setprocessshutdownparameters",
    "api-ms-win-crt-stdio-l1-1-0.__stdio_common_vsnprintf_s",
    "kernel32.setthreadpriority",
    "msvcp140d.??0?$basic_ios@du?$char_traits@d@std@@@std@@iae@xz",
    "pbvm60.ordinal_137",
    "msvcrt._fpreset",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaiceec1ev",
    "ntoskrnl.etwregisterclassicprovider",
    "kernel32.getlongpathnamew",
    "qt5core.?setapplicationname@qcoreapplication@@saxabvqstring@@@z",
    "qt5core.?setorganizationname@qcoreapplication@@saxabvqstring@@@z",
    "qt5core.?connectimpl@qobject@@ca?avconnection@qmetaobject@@pbv1@papax01pavqslotobjectbase@qtprivate@@w4connectiontype@qt@@pbhpbu3@@z",
    "qt5core.??1connection@qmetaobject@@qae@xz",
    "msvcrt.__p___argv",
    "user32.getwindowlongw",
    "user32.postmessagea",
    "user32.iswindow",
    "msvcrt.wcsncmp",
    "msvcr90.__dllonexit",
    "kernel32.setfileapistooem",
    "crashreporter._crashreporter_registerlogfile@4",
    "vcruntime140d._except_handler4_common",
    "api-ms-win-crt-stdio-l1-1-0._setmode",
    "kernel32.isdbcsleadbyteex",
    "qt5core.??0qtranslator@@qae@pavqobject@@@z",
    "qt5core.?load@qtranslator@@qae_nabvqstring@@000@z",
    "pbvm80.ordinal_137",
    "qt5core.?qhash@@yaiabvqstring@@i@z",
    "qt5core.?willgrow@qhashdata@@qae_nxz",
    "qt5core.?allocatenode@qhashdata@@qaepaxh@z",
    "gdiplus.gdipcreatefromhdc",
    "kernel32.setfileattributesw",
    "msvcr80.memcpy",
    "user32.senddlgitemmessagea",
    "oleaut32.sysallocstringbytelen",
    "msvcp120.?_xbad_alloc@std@@yaxxz",
    "kernel32.getprofileinta",
    "msvcr100.strncpy_s",
    "kernel32.openfilemappingw",
    "advapi32.cryptcreatehash",
    "advapi32.crypthashdata",
    "user32.getlastactivepopup",
    "shell32.shgetfolderpatha",
    "api-ms-win-crt-private-l1-1-0._o___p___wargv",
    "qt5core.?qregisterresourcedata@@ya_nhpbe00@z",
    "msvcrt.fclose",
    "user32.setdlgitemtexta",
    "user32.translatemessage",
    "advapi32.convertsidtostringsidw",
    "user32.setwindowlonga",
    "qt5core._z21qregisterresourcedataipkhs0_s0_",
    "user32.movewindow",
    "msvcp140.?_random_device@std@@yaixz",
    "avutil-56.av_log_set_flags",
    "ole32.coregisterclassobject",
    "qt5corekso.??0qsettings@kso_qt@@qae@abvqstring@1@w4format@01@pavqobject@1@@z",
    "qt5corekso.?value@qsettings@kso_qt@@qbe?avqvariant@2@abvqstring@2@abv32@@z",
    "qt5corekso.??1qsettings@kso_qt@@uae@xz",
    "mfc42.ordinal_540",
    "mfc42.ordinal_2919",
    "kernel32.wow64disablewow64fsredirection",
    "msvcrt.isleadbyte",
    "msvcrt._fileno",
    "kernel32.systemtimetotzspecificlocaltime",
    "api-ms-win-crt-string-l1-1-0.wcspbrk",
    "ws2_32.wsacleanup",
    "api-ms-win-crt-locale-l1-1-0._create_locale",
    "user32.getwindowlonga",
    "api-ms-win-core-errorhandling-l1-1-0.getlasterror",
    "kernel32.isbadstringptra",
    "advapi32.queryserviceconfigw",
    "advapi32.startservicew",
    "shlwapi.pathcombinew",
    "advapi32.cryptgenkey",
    "advapi32.cryptdestroykey",
    "kernel32.interlockedpushentryslist",
    "user32.disableprocesswindowsghosting",
    "kernel32.getvolumepathnamesforvolumenamew",
    "kernel32.findnextvolumew",
    "shlwapi.pathfindextensiona",
    "api-ms-win-crt-stdio-l1-1-0.__stdio_common_vfwprintf",
    "rtl180.@system@registermodule$qqrp17system@tlibmodule",
    "qt5core.??6qtextstream@@qaeaav0@abvqstring@@@z",
    "qt5core.?applicationdirpath@qcoreapplication@@sa?avqstring@@xz",
    "qt5core.?toutf8@qstring@@qhae?avqbytearray@@xz",
    "qt5core.?setorganizationdomain@qcoreapplication@@saxabvqstring@@@z",
    "msvcr80.exit",
    "kernel32.interlockedexchangeadd",
    "vcruntime140._cxxthrowexception",
    "qt5core.?qunsetenv@@ya_npbd@z",
    "qt5core.?codecforname@qtextcodec@@sapav1@pbd@z",
    "qt5core.?setcodecforlocale@qtextcodec@@saxpav1@@z",
    "kernel32.getconsolealiasw",
    "pbvm170.ordinal_67",
    "libstdc++-6._znst13basic_fstreamicst11char_traitsicee5closeev",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaiceed1ev",
    "msvcr80.signal",
    "netapi32.netwkstagetinfo",
    "netapi32.netapibufferfree",
    "qt5core.??0qdatetime@@qae@$$qav0@@z",
    "user32.sendmessagew",
    "qt5core.?instance@qcoreapplication@@sapav1@xz",
    "qt5core.??1qtranslator@@uae@xz",
    "advapi32.regsetvalueexw",
    "kernel32.getfilesizeex",
    "kernel32.openeventw",
    "user32.drawtextw",
    "vcruntime140.wcsstr",
    "grdvkc32.grdprepare",
    "user32.messageboxexa",
    "msvcr80.wcslen",
    "api-ms-win-crt-heap-l1-1-0.calloc",
    "msvcr100.??0exception@std@@qae@abqbd@z",
    "msvcr100._cxxthrowexception",
    "kernel32.getshortpathnamea",
    "kernel32.createnamedpipew",
    "advapi32.reporteventw",
    "qt5core.?qenvironmentvariableisset@@ya_npbd@z",
    "plctag.plc_tag_get_int_attribute",
    "kernel32.movefileexa",
    "ws2_32.inet_addr",
    "msvcr120d._initterm_e",
    "msvcr120d._initterm",
    "msvcr120d._crtsetcheckcount",
    "kernel32.resumethread",
    "msvcr120.signal",
    "python22.py_setpythonhome",
    "python22.py_setprogramname",
    "python22.py_initialize",
    "python22.py_getpath",
    "python22.pydict_new",
    "shlwapi.pathisrelativea",
    "advapi32.cryptgethashparam",
    "msvcp90.??0?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@qae@pbd@z",
    "rtl100.@system@initialization$qqrv",
    "rtl210.@system@registermodule$qqrp17system@tlibmodule",
    "rtl220.@system@registermodule$qqrp17system@tlibmodule",
    "setupapi.setupdigetclassdevsw",
    "setupapi.setupdienumdeviceinfo",
    "setupapi.setupdidestroydeviceinfolist",
    "user32.dispatchmessagea",
    "kernel32.globaladdatomw",
    "msvcr100.printf",
    "msvcr100.exit",
    "libcef.cef_api_hash",
    "advapi32.getlengthsid",
    "api-ms-win-crt-runtime-l1-1-0._get_wpgmptr",
    "kernel32.setthreadpreferreduilanguages",
    "shlwapi.pathremovefilespeca",
    "shlwapi.pathcanonicalizew",
    "msvcr120.__iob_func",
    "gdi32.setwindoworgex",
    "gdi32.getwindoworgex",
    "krpt.?_force_link_krpt@@ygxxz",
    "qt5corekso.??0qvariant@kso_qt@@qae@pbd@z",
    "qt5corekso.?tobool@qvariant@kso_qt@@qbe_nxz",
    "atl.ordinal_42",
    "msvcrt40.__set_app_type",
    "msvcrt40.__p__fmode",
    "msvcrt40.__p__commode",
    "msvcrt40._controlfp",
    "msvcrt40.__getmainargs",
    "msvcrt40.__p__acmdln",
    "comctl32.imagelist_add",
    "gdi32.createdibitmap",
    "shell32.shellexecuteexw",
    "api-ms-win-crt-string-l1-1-0.strcpy_s",
    "shell32.shgetpathfromidlista",
    "kernel32.opensemaphorew",
    "ntdll.ntsetinformationthread",
    "borlndmm.ordinal_2",
    "oleaut32.variantcopy",
    "advapi32.getsidlengthrequired",
    "advapi32.initializesid",
    "qt5core.?append@qlistdata@@qaepapaxxz",
    "kernel32.getdiskfreespacea",
    "shlwapi.pathstrippathw",
    "api-ms-win-core-memory-l1-1-0.virtualalloc",
    "api-ms-win-core-errorhandling-l1-1-0.setlasterror",
    "shlwapi.pathappenda",
    "user32.createmenu",
    "mfc42.ordinal_823",
    "python38.pymem_rawmalloc",
    "libstdc++-6._znsirseri",
    "advapi32.equalsid",
    "ole32.cotaskmemalloc",
    "vcruntime140.__telemetry_main_return_trigger",
    "ws2_32.closesocket",
    "kernel32.createiocompletionport",
    "shell32.shell_notifyiconw",
    "mso9.ordinal_1705",
    "mso9.ordinal_1378",
    "mso9.ordinal_2030",
    "shell32.shemptyrecyclebina",
    "user32.enumwindows",
    "qt5core.?setapplicationversion@qcoreapplication@@saxabvqstring@@@z",
    "msvcr100._lock",
    "msvcr100.__dllonexit",
    "msvcr100._unlock",
    "qt5core.??0qdir@@qae@abvqstring@@@z",
    "api-ms-win-crt-runtime-l1-1-0._set_abort_behavior",
    "api-ms-win-eventing-provider-l1-1-0.eventregister",
    "qt5core.??0qstring@@qae@abvqbytearray@@@z",
    "api-ms-win-crt-multibyte-l1-1-0._mbstok",
    "api-ms-win-core-errorhandling-l1-1-0.setunhandledexceptionfilter",
    "ole32.stringfromguid2",
    "ucrtbased.setlocale",
    "advapi32.closeeventlog",
    "rtl260.@system@registermodule$qqrp17system@tlibmodule",
    "msvcrt._setmode",
    "kernel32.setconsoletextattribute",
    "msvcr110.??2@yapaxi@z",
    "msvcr90._lock",
    "msvcr90._unlock",
    "libav.ordinal_44286",
    "kernel32.getstringtypeexa",
    "oleaut32.ordinal_8",
    "kernel32.getsystemtimepreciseasfiletime",
    "msvcrt.memmove",
    "msvcrt.__p___winitenv",
    "api-ms-win-crt-filesystem-l1-1-0._stat64i32",
    "user32.createdialogparamw",
    "msvcp140._mtx_unlock",
    "kernel32.globalfindatoma",
    "ntdll.rtlgetntversionnumbers",
    "wlanapi.wlanopenhandle",
    "wlanapi.wlanenuminterfaces",
    "advapi32.regsavekeya",
    "shlwapi.pathaddbackslashw",
    "vislib.ordinal_1",
    "user32.unhookwindowshookex",
    "msvcrt._cxxthrowexception",
    "msvcp60.??0?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@qae@pbdiabv?$allocator@d@1@@z",
    "msvcp60.??4?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@qaeaav01@abv01@@z",
    "msvcp60.??1?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@qae@xz",
    "msvcr80._decode_pointer",
    "msvcr80._encode_pointer",
    "ws2_32.bind",
    "shlwapi.strcatw",
    "mscoree.corbindtoruntimeex",
    "cc32260mt.___vcl_init_except",
    "qt5core.??0qbytearray@@qae@pbdh@z",
    "msmpi.mpi_init",
    "msmpi.mpi_comm_size",
    "msmpi.mpi_comm_rank",
    "msmpi.mpi_finalize",
    "msvcrt.wcsrchr",
    "shell32.shgetpathfromidlistw",
    "fox-1.7.??4fxstring@fx@@qaeaav01@pbd@z",
    "msvcp140.??6?$basic_ostream@du?$char_traits@d@std@@@std@@qaeaav01@p6aaav01@aav01@@z@z",
    "msvcr90._decode_pointer",
    "msvcr90._encode_pointer",
    "msvcrt.atoi",
    "advapi32.controlservice",
    "advapi32.changeserviceconfigw",
    "toolsharemodule.?instance@toolapplicationhull@apt@@sapav12@xz",
    "api-ms-win-core-winrt-l1-1-0.roinitialize",
    "user32.charuppera",
    "kernel32.connectnamedpipe",
    "d3d8.direct3dcreate8",
    "qtcore4.?codecforname@qtextcodec@@sapav1@pbd@z",
    "api-ms-win-core-registry-l1-1-0.reggetvaluew",
    "topoengine.??btxstr@@qaepa_wxz",
    "wininet.internetsetoptionw",
    "steam_api.steamapi_init",
    "user32.createpopupmenu",
    "user32.getdcex",
    "gdi32.createenhmetafilea",
    "gdi32.gettextextentexpointw",
    "advapi32.regreplacekeya",
    "user32.activatekeyboardlayout",
    "gdi32.polylineto",
    "pbvm110.ordinal_67",
    "msvcr120d.__crtgetshowwindowmode",
    "user32.isdialogmessagew",
    "msvcr80.setlocale",
    "msvcr80.srand",
    "msvcr80.strrchr",
    "qt5core.??0qlibrary@@qae@pavqobject@@@z",
    "qt5core.?windowsversion@qsysinfo@@sa?aw4winversion@1@xz",
    "ucrtbased.__stdio_common_vsprintf",
    "user32.unregisterclassw",
    "ucrtbased.exit",
    "oleaut32.ordinal_6",
    "shlwapi.pathaddbackslasha",
    "gdi32.createfontindirectw",
    "advapi32.cryptdestroyhash",
    "ole32.cocreateinstance",
    "com_api.iunknown.release",
    "cblrtss._mfgwinmain2",
    "msvcp90.??1?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@qae@xz",
    "msvcr90._crt_debugger_hook",
    "api-ms-win-crt-private-l1-1-0._o__get_initial_wide_environment",
    "gdiplus.gdipgetimageencoderssize",
    "gdiplus.gdipgetimageencoders",
    "advapi32.registereventsourcea",
    "user32.getuserobjectinformationa",
    "mscms.getcolordirectoryw",
    "pbvm100.ordinal_67",
    "cbp_d125.@system@registermodule$qqrp17system@tlibmodule",
    "msvcr100._crt_debugger_hook",
    "advapi32.getusernamew",
    "d3d11.d3d11createdevice",
    "advapi32.convertstringsecuritydescriptortosecuritydescriptora",
    "api-ms-win-crt-locale-l1-1-0.___lc_codepage_func",
    "pcictl.?nsmcfgui@@yghpadh@z",
    "user32.postthreadmessagew",
    "ksolite.??0kcoreapplication@@qae@aahpapadabvqstring@kso_qt@@22_n@z",
    "msvcr120.exit",
    "msvcrt.setlocale",
    "cs_ctrlstbl.??0cs_options@@qae@pbd0000hhhhw4buildlevel@0@@z",
    "s_system.?s_tracelog@@yaxpbdzz",
    "s_system.?get@s_memheap@@saaav1@xz",
    "comctl32.imagelist_create",
    "msvcr80.??2@yapaxi@z",
    "ole32.gethglobalfromstream",
    "kernel32.getdiskfreespaceexa",
    "api-ms-win-crt-environment-l1-1-0.getenv_s",
    "pbvm126.ordinal_67",
    "mstdlib.ordinal_750",
    "gdi32.dptolp",
    "msvcp140.?sputc@?$basic_streambuf@du?$char_traits@d@std@@@std@@qaehd@z",
    "user32.msgwaitformultipleobjects",
    "qt5core.?arguments@qcoreapplication@@sa?avqstringlist@@xz",
    "rtl210.@system@initialization$qqrv",
    "cc32160mt.___vcl_init_except",
    "shlwapi.pathmakeprettyw",
    "version.verqueryvaluea",
    "msvcr120d.memset",
    "ucrtbased._get_wide_winmain_command_line",
    "mseutilitydll.?sharedinstance@loggerutil@mseutil@@saaav12@abv?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@@z",
    "vcl50.@system@initialization$qqrv",
    "rtl230.@system@registermodule$qqrp17system@tlibmodule",
    "kernel32.initoncebegininitialize",
    "ws2_32.gethostname",
    "ntoskrnl.psgetversion",
    "lcdint.?gps@@yapadh@z",
    "api-ms-win-core-util-l1-1-0.decodepointer",
    "vcl50.@system@loadresourcemodule$qqrpc",
    "vcl50.@system@registermodule$qqrp17system@tlibmodule",
    "utilities.??0?$tstringt@_wuwchar_traits@soui@@@soui@@qae@pb_w@z",
    "msvcr100._set_invalid_parameter_handler",
    "msvcr100.malloc",
    "libstdc++-6._znwj",
    "netapi32.netuserenum",
    "libifcoremdd.for_rtl_init_",
    "libifcoremdd.for_set_reentrancy",
    "qt5core.?absolutepath@qdir@@qbe?avqstring@@xz",
    "kernel32.setnamedpipehandlestate",
    "rtl200.@system@initialization$qqrv",
    "cc32150mt.___vcl_init_except",
    "api-ms-win-eventing-provider-l1-1-0.eventsetinformation",
    "api-ms-win-core-processthreads-l1-1-0.getcurrentprocess",
    "api-ms-win-core-debug-l1-1-0.isdebuggerpresent",
    "msvcr90.strncmp",
    "msvcr90.strrchr",
    "mmfs2.ordinal_1055",
    "mmfs2.ordinal_1037",
    "mmfs2.ordinal_984",
    "user32.getwindow",
    "crxctl32.crxctrlversion",
    "rpcrt4.uuidtostringa",
    "user32.ddecreatedatahandle",
    "secur32.enumeratesecuritypackagesa",
    "kernel32.setconsoletitlea",
    "ntdll.ntopensymboliclinkobject",
    "kernel32.k32enumprocesses",
    "common.?print@logger@common@@qaexabw4logtype@2@abv?$basic_string@du?$char_traits@d@std@@v?$allocator@d@2@@std@@@z",
    "dsound.ordinal_1",
    "msvcrt.wcscmp",
    "msvcr90._set_invalid_parameter_handler",
    "api-ms-win-crt-convert-l1-1-0.wcstombs_s",
    "user32.copyicon",
    "user32.setwindowshookexw",
    "user32.enddialog",
    "libstdc++-6._znsaicec1ev",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaiceec1epkcrks3_",
    "libstdc++-6._znsaiced1ev",
    "libstdc++-6._znkst7__cxx1112basic_stringicst11char_traitsicesaicee6lengthev",
    "libstdc++-6._znst13basic_fstreamicst11char_traitsiceec1epkcst13_ios_openmode",
    "libstdc++-6._znkst7__cxx1112basic_stringicst11char_traitsicesaicee4sizeev",
    "libstdc++-6._znkst7__cxx1112basic_stringicst11char_traitsicesaicee5c_strev",
    "libstdc++-6._znso5writeepkci",
    "libstdc++-6._znst13basic_fstreamicst11char_traitsicee4openepkcst13_ios_openmode",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaicee6resizeej",
    "libstdc++-6._znst7__cxx1112basic_stringicst11char_traitsicesaiceeixej",
    "libstdc++-6._znsi4readepci",
    "libstdc++-6._zstlsicst11char_traitsicesaiceerst13basic_ostreamit_t0_es7_rknst7__cxx1112basic_stringis4_s5_t1_ee",
    "libstdc++-6._znst13basic_fstreamicst11char_traitsiceed1ev",
    "msvcr80.__iob_func",
    "msvcr80._fileno",
    "msvcrt._exit",
    "shlwapi.pathgetargsw",
    "api-ms-win-core-sysinfo-l1-2-1.getsystemtimeasfiletime",
    "api-ms-win-core-processthreads-l1-1-2.getcurrentthreadid",
    "api-ms-win-core-processthreads-l1-1-2.getcurrentprocessid",
    "api-ms-win-core-processthreads-l1-1-2.isprocessorfeaturepresent",
    "vcruntime140.strstr",
    "tier0.createcrashhandler",
