{
  "id_to_api": [
    "<pad>",
    "<unk>",
    "ntclose",
    "ntprotectvirtualmemory",
    "ntqueryvaluekey",
    "ldrgetdllhandle",
    "ntopenkeyex",
    "ntquerykey",
    "ntallocatevirtualmemory",
    "ntenumeratevaluekey",
    "ntsetinformationfile",
    "ntopenkey",
    "ntopenfile",
    "ntmapviewofsection",
    "ntreadfile",
    "ntqueryinformationfile",
    "ntopensection",
    "ntdelayexecution",
    "ntqueryattributesfile",
    "ldrloaddll",
    "ntcreatefile",
    "ntquerysysteminformation",
    "ntcreatesection",
    "ntreadvirtualmemory",
    "ntdeviceiocontrolfile",
    "ntfreevirtualmemory",
    "ntwritefile",
    "ntenumeratekey",
    "ntunmapviewofsection",
    "ntcreatekey",
    "ntduplicateobject",
    "ntcreatemutant",
    "ntterminatethread",
    "ntopenprocess",
    "ntopendirectoryobject",
    "ldrgetprocedureaddress",
    "ntcreatethreadex",
    "ntopenmutant",
    "ntresumethread",
    "ntsetvaluekey",
    "ntopenthread",
    "ntqueryfullattributesfile",
    "ntsuspendthread",
    "ntgetcontextthread",
    "ntwritevirtualmemory",
    "ntquerydirectoryfile",
    "ntcreateuserprocess",
    "ntquerysystemtime",
    "ntterminateprocess",
    "ntraiseharderror",
    "ntsetcontextthread",
    "rtladdvectoredexceptionhandler",
    "rtladdvectoredcontinuehandler",
    "rtlcreateuserthread",
    "rtlremovevectoredexceptionhandler",
    "ntqueueapcthread"
  ],
  "family_to_id": {
    "aar": 0,
    "allaple": 1,
    "amadey": 2,
    "azorult": 3,
    "balrok": 4,
    "bebloh": 5,
    "benjamin": 6,
    "berbew": 7,
    "betabot": 8,
    "bifrose": 9,
    "bitrat": 10,
    "blackmoon": 11,
    "blackshades": 12,
    "bladabindi": 13,
    "blitzedgrabber": 14,
    "bobax": 15,
    "bozok": 16,
    "bunitu": 17,
    "buterat": 18,
    "cosmicduke": 19,
    "crime24stealer": 20,
    "cybergate": 21,
    "dbatloader": 22,
    "dcrat": 23,
    "dorkbot": 24,
    "dridexloader": 25,
    "drolnux": 26,
    "dungcoi": 27,
    "eggnog": 28,
    "eloshrat": 29,
    "emotet": 30,
    "esreverworm": 31,
    "fakefolder": 32,
    "fasong": 33,
    "futurax": 34,
    "gandcrab": 35,
    "ganelp": 36,
    "gigex": 37,
    "gimemo": 38,
    "goldeneye": 39,
    "greame": 40,
    "hupigon": 41,
    "imperium": 42,
    "kawaiiunicorn": 43,
    "keydoor": 44,
    "kibokakrat": 45,
    "killmbr": 46,
    "knightlogger": 47,
    "krol": 48,
    "limebackdoor": 49,
    "lockbit": 50,
    "lucifertokengrabber": 51,
    "ludbaruma": 52,
    "lummastealer": 53,
    "lunagrabber": 54,
    "malex": 55,
    "mercurialgrabber": 56,
    "mira": 57,
    "moarider": 58,
    "mofksys": 59,
    "moiststealer": 60,
    "moonlight": 61,
    "mumador": 62,
    "mydoom": 63,
    "nevereg": 64,
    "nitol": 65,
    "njratlime": 66,
    "nofear": 67,
    "nymaim": 68,
    "palevo": 69,
    "phorpiex": 70,
    "picsys": 71,
    "pistolar": 72,
    "pluto": 73,
    "pony": 74,
    "prepscram": 75,
    "pytelegramrat": 76,
    "quasarrat": 77,
    "ramsay": 78,
    "randolfminer": 79,
    "rbot": 80,
    "remcosrat": 81,
    "remindme": 82,
    "revengerat": 83,
    "ridnu": 84,
    "rotinom": 85,
    "rozena": 86,
    "sakularat": 87,
    "salgorea": 88,
    "scar": 89,
    "schwarzesonne": 90,
    "servstart": 91,
    "sfone": 92,
    "shample": 93,
    "shifu": 94,
    "shylock": 95,
    "simda": 96,
    "smokeloader": 97,
    "socks": 98,
    "soltern": 99,
    "stealerium": 100,
    "stormkitty": 101,
    "surubatworm": 102,
    "tempedreve": 103,
    "thundergrabber": 104,
    "tinba": 105,
    "torr": 106,
    "trickbot": 107,
    "turnedup": 108,
    "umbralstealer": 109,
    "unruy": 110,
    "urelas": 111,
    "venom": 112,
    "vflooder": 113,
    "vidarstealer": 114,
    "vilsel": 115,
    "vobfus": 116,
    "wabot": 117,
    "wanker": 118,
    "wenper": 119,
    "wormyfier": 120,
    "xredrat": 121,
    "zeus": 122,
    "zeusvariant": 123
  }
}